Repository: jinzaizhichi/lockime
Catalog: Sources/LockIME/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, ru, zh_hans, zh_hant

source: A rule with this pattern already exists.
de: Es existiert bereits eine Regel mit diesem Muster.
es: Ya existe una regla con este patrón.
fr: Une règle avec ce modèle existe déjà.
ja: このパターンのルールは既に存在します。
pt: Já existe uma regra com este padrão.
ru: Правило с таким шаблоном уже существует.
zh_hans: 已存在使用此模式的规则。
zh_hant: 已存在使用此模式的規則。

source: API command
de: API-Befehl
es: Comando de API
fr: Commande API
ja: API コマンド
pt: Comando de API
ru: Команда API
zh_hans: API 命令
zh_hant: API 指令

source: API documentation
de: API-Dokumentation
es: Documentación de la API
fr: Documentation de l’API
ja: API ドキュメント
pt: Documentação da API
ru: Документация API
zh_hans: API 文档
zh_hant: API 文件

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
ja: 自動化
pt: Automação
ru: Автоматизация
zh_hans: 自动化
zh_hant: 自動化

source: When on, other apps and scripts can control LockIME with `lockime://` URL commands.
de: Wenn aktiviert, können andere Apps und Skripte LockIME mit `lockime://`-URL-Befehlen steuern.
es: Cuando está activado, otras apps y scripts pueden controlar LockIME con comandos URL `lockime://`.
fr: Une fois activé, les autres apps et scripts peuvent contrôler LockIME avec des commandes URL `lockime://`.
ja: オンにすると、他のアプリやスクリプトが `lockime://` URL コマンドで LockIME を操作できます。
pt: Quando ativado, outros apps e scripts podem controlar o LockIME com comandos URL `lockime://`.
ru: Когда включено, другие приложения и скрипты могут управлять LockIME с помощью URL-команд `lockime://`.
zh_hans: 开启后，其他应用和脚本可以通过 `lockime://` URL 命令控制 LockIME。
zh_hant: 開啟後，其他應用程式與指令稿可以透過 `lockime://` URL 指令控制 LockIME。

source: Switch to
de: Wechseln zu
es: Cambiar a
fr: Basculer vers
ja: 切り替え先
pt: Alternar para
ru: Переключить на
zh_hans: 切换为
zh_hant: 切換為

source: Lock to %@
de: Sperren auf %@
es: Bloquear en %@
fr: Verrouiller sur %@
ja: %@ にロック
pt: Bloquear em %@
ru: Блокировать на %@
zh_hans: 锁定为 %@
zh_hant: 鎖定為 %@

source: Switch to %@
de: Wechseln zu %@
es: Cambiar a %@
fr: Basculer vers %@
ja: %@ に切り替え
pt: Alternar para %@
ru: Переключить на %@
zh_hans: 切换为 %@
zh_hant: 切換為 %@

source: Lock to previous input source
de: Auf vorherige Eingabequelle sperren
es: Bloquear en la fuente de entrada anterior
fr: Verrouiller sur la source de saisie précédente
ja: 前の入力ソースにロック
pt: Bloquear na fonte de entrada anterior
ru: Блокировать на предыдущем источнике ввода
zh_hans: 锁定为上一个输入法
zh_hant: 鎖定為上一個輸入法

source: Lock to next input source
de: Auf nächste Eingabequelle sperren
es: Bloquear en la fuente de entrada siguiente
fr: Verrouiller sur la source de saisie suivante
ja: 次の入力ソースにロック
pt: Bloquear na próxima fonte de entrada
ru: Блокировать на следующем источнике ввода
zh_hans: 锁定为下一个输入法
zh_hant: 鎖定為下一個輸入法

source: Current app
de: Aktuelle App
es: App actual
fr: App actuelle
ja: 現在のアプリ
pt: App atual
ru: Текущее приложение
zh_hans: 当前应用
zh_hant: 目前 App

source: Act on whichever app is frontmost. Nothing happens if it has no rule.
de: Wirkt auf die jeweils vorderste App. Ohne Regel passiert nichts.
es: Actúa sobre la app en primer plano. No ocurre nada si no tiene ninguna regla.
fr: Agit sur l’app au premier plan. Rien ne se passe si elle n’a pas de règle.
ja: 最前面のアプリに作用します。ルールがなければ何も起こりません。
pt: Age sobre o app em primeiro plano. Nada acontece se ele não tiver uma regra.
ru: Действует на активное приложение. Если у него нет правила, ничего не происходит.
zh_hans: 作用于当前最前台的应用。若该应用没有规则，则不发生任何变化。
zh_hant: 作用於目前最前台的 App。若該 App 沒有規則，則不會有任何變化。

source: Remove this app's rule
de: Regel dieser App entfernen
es: Eliminar la regla de esta app
fr: Supprimer la règle de cette app
ja: このアプリのルールを削除
pt: Remover a regra deste app
ru: Удалить правило этого приложения
zh_hans: 移除此应用的规则
zh_hant: 移除此 App 的規則

source: URL Rules
de: URL-Regeln
es: Reglas de URL
fr: Règles d’URL
ja: URL ルール
pt: Regras de URL
ru: Правила URL
zh_hans: 网址规则
zh_hant: 網址規則

source: Enable enhanced mode to add per-URL rules.
de: Aktiviere den erweiterten Modus, um URL-spezifische Regeln hinzuzufügen.
es: Activa el modo avanzado para añadir reglas por URL.
fr: Activez le mode avancé pour ajouter des règles par URL.
ja: 拡張モードを有効にすると、URLごとのルールを追加できます。
pt: Ative o modo avançado para adicionar regras por URL.
ru: Включите расширенный режим, чтобы добавлять правила для отдельных URL.
zh_hans: 开启增强模式后即可添加按网址的规则。
zh_hant: 開啟增強模式後即可新增依網址的規則。

source: Per-URL rules work in Safari, Firefox, and Chromium-based browsers (Chrome, Edge, Brave, Arc, Vivaldi, Opera).
de: URL-Regeln funktionieren in Safari, Firefox und Chromium-basierten Browsern (Chrome, Edge, Brave, Arc, Vivaldi, Opera).
es: Las reglas por URL funcionan en Safari, Firefox y navegadores basados en Chromium (Chrome, Edge, Brave, Arc, Vivaldi, Opera).
fr: Les règles par URL fonctionnent dans Safari, Firefox et les navigateurs basés sur Chromium (Chrome, Edge, Brave, Arc, Vivaldi, Opera).
ja: URLごとのルールは Safari、Firefox、および Chromium 系ブラウザ（Chrome、Edge、Brave、Arc、Vivaldi、Opera）で動作します。
pt: As regras por URL funcionam no Safari, no Firefox e em navegadores baseados em Chromium (Chrome, Edge, Brave, Arc, Vivaldi, Opera).
ru: Правила для отдельных URL работают в Safari, Firefox и браузерах на базе Chromium (Chrome, Edge, Brave, Arc, Vivaldi, Opera).
zh_hans: 按网址的规则适用于 Safari、Firefox 以及基于 Chromium 的浏览器（Chrome、Edge、Brave、Arc、Vivaldi、Opera）。
zh_hant: 依網址的規則適用於 Safari、Firefox 以及基於 Chromium 的瀏覽器（Chrome、Edge、Brave、Arc、Vivaldi、Opera）。

source: Stable ships from tagged releases. Beta tracks the nightly build (built automatically around 01:00 UTC) — newer features, but less tested.
de: Stable stammt aus getaggten Releases. Beta folgt dem Nightly-Build (automatisch gegen 01:00 UTC erstellt) – neuere Funktionen, aber weniger getestet.
es: La versión estable proviene de lanzamientos etiquetados. La beta sigue la compilación nightly (generada automáticamente sobre las 01:00 UTC): funciones más nuevas, pero menos probadas.
fr: La version stable provient des versions taguées. La bêta suit la build nightly (générée automatiquement vers 01h00 UTC) — fonctionnalités plus récentes, mais moins testées.
ja: 安定版はタグ付きリリースから配信されます。ベータ版はナイトリービルド（UTC 1:00 頃に自動ビルド）を追跡します。新機能が早い反面、テストは少なめです。
pt: A versão estável vem de lançamentos com tag. A beta acompanha a compilação noturna (gerada automaticamente por volta das 01:00 UTC) — recursos mais novos, mas menos testados.
ru: Стабильная версия выходит из релизов с тегами. Бета следует за ночной сборкой (создаётся автоматически около 01:00 UTC) — новее по функциям, но менее протестирована.
zh_hans: 稳定版来自打标签（Tag）的正式发布。测试版（Beta）跟随每日构建（约 UTC 01:00 自动构建）——功能更新更快，但测试更少。
zh_hant: 穩定版來自打標籤（Tag）的正式發行。測試版（Beta）跟隨每日建置（約 UTC 01:00 自動建置）——功能更新更快，但測試較少。

source: A new version is available
de: Eine neue Version ist verfügbar
es: Hay una nueva versión disponible
fr: Une nouvelle version est disponible
ja: 新しいバージョンが利用可能です
pt: Uma nova versão está disponível
ru: Доступна новая версия
zh_hans: 有新版本可用
zh_hant: 有新版本可用

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher les mises à jour automatiquement
ja: 自動的にアップデートを確認
pt: Verificar atualizações automaticamente
ru: Автоматически проверять обновления
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Channel
de: Kanal
es: Canal
fr: Canal
ja: チャンネル
pt: Canal
ru: Канал
zh_hans: 渠道
zh_hant: 管道

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
ja: アップデートを確認…
pt: Verificar atualizações…
ru: Проверить обновления…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check for updates from the menu or Settings.
de: Suchen Sie über das Menü oder die Einstellungen nach Updates.
es: Busca actualizaciones desde el menú o los Ajustes.
fr: Recherchez les mises à jour depuis le menu ou les Réglages.
ja: メニューまたは設定からアップデートを確認できます。
pt: Verifique atualizações pelo menu ou pelos Ajustes.
ru: Проверяйте обновления через меню или настройки.
zh_hans: 可从菜单或设置中检查更新。
zh_hant: 可從選單或設定中檢查更新。

source: Checking for updates…
de: Suche nach Updates…
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
ja: アップデートを確認中…
pt: Verificando atualizações…
ru: Проверка обновлений…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

source: Checking…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
ja: 確認中…
pt: Verificando…
ru: Проверка…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Downloading…
de: Wird geladen…
es: Descargando…
fr: Téléchargement…
ja: ダウンロード中…
pt: Baixando…
ru: Загрузка…
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Install Update
de: Update installieren
es: Instalar actualización
fr: Installer la mise à jour
ja: アップデートをインストール
pt: Instalar atualização
ru: Установить обновление
zh_hans: 安装更新
zh_hant: 安裝更新

source: Install and Relaunch
de: Installieren und neu starten
es: Instalar y reiniciar
fr: Installer et relancer
ja: インストールして再起動
pt: Instalar e reabrir
ru: Установить и перезапустить
zh_hans: 安装并重启
zh_hant: 安裝並重新啟動

source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
pt: Mais tarde
ru: Позже
zh_hans: 稍后
zh_hant: 稍後

source: No updates available
de: Keine Updates verfügbar
es: No hay actualizaciones
fr: Aucune mise à jour disponible
ja: 利用可能なアップデートはありません
pt: Nenhuma atualização disponível
ru: Нет доступных обновлений
zh_hans: 没有可用的更新
zh_hant: 沒有可用的更新

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s’est produite
ja: 問題が発生しました
pt: Algo deu errado
ru: Что-то пошло не так
zh_hans: 出错了
zh_hant: 發生錯誤

source: Stable
de: Stabil
es: Estable
ja: 安定版
pt: Estável
ru: Стабильный
zh_hans: 稳定版
zh_hant: 穩定版

source: Update channel
de: Update-Kanal
es: Canal de actualización
fr: Canal de mise à jour
ja: アップデートチャンネル
pt: Canal de atualização
ru: Канал обновлений
zh_hans: 更新渠道
zh_hant: 更新管道

source: Update failed
de: Update fehlgeschlagen
es: Error de actualización
fr: Échec de la mise à jour
ja: アップデート失敗
pt: Falha na atualização
ru: Не удалось обновить
zh_hans: 更新失败
zh_hant: 更新失敗

source: Version %@ is available
de: Version %@ ist verfügbar
es: La versión %@ está disponible
fr: La version %@ est disponible
ja: バージョン %@ が利用可能です
pt: A versão %@ está disponível
ru: Доступна версия %@
zh_hans: 版本 %@ 可用
zh_hant: 版本 %@ 可用

source: You're up to date.
de: Sie sind auf dem neuesten Stand.
es: Estás al día.
fr: Vous êtes à jour.
ja: 最新の状態です。
pt: Você está atualizado.
ru: У вас последняя версия.
zh_hans: 已是最新版本。
zh_hant: 已是最新版本。

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
pt: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 加入

source: Enhanced mode
de: Erweiterter Modus
es: Modo avanzado
fr: Mode avancé
ja: 拡張モード
pt: Modo avançado
ru: Расширенный режим
zh_hans: 增强模式
zh_hant: 增強模式

source: Enhanced mode (per-URL rules)
de: Erweiterter Modus (Regeln pro URL)
es: Modo avanzado (reglas por URL)
fr: Mode avancé (règles par URL)
ja: 拡張モード（URL 別ルール）
pt: Modo avançado (regras por URL)
ru: Расширенный режим (правила по URL)
zh_hans: 增强模式（按网址规则）
zh_hant: 增強模式（按網址規則）

source: Enhanced mode reads the active browser URL via Accessibility to apply per-URL rules. The core lock needs no permissions.
de: Der erweiterte Modus liest die aktive Browser-URL über die Bedienungshilfen, um Regeln pro URL anzuwenden. Die Kernsperre benötigt keine Berechtigungen.
es: El modo avanzado lee la URL del navegador activo mediante accesibilidad para aplicar reglas por URL. El bloqueo básico no necesita permisos.
fr: Le mode avancé lit l’URL du navigateur actif via l’accessibilité pour appliquer des règles par URL. Le verrouillage de base ne nécessite aucune autorisation.
ja: 拡張モードはアクセシビリティを使って現在のブラウザの URL を読み取り、URL 別ルールを適用します。コアのロックに権限は不要です。
pt: O modo avançado lê a URL do navegador ativo via acessibilidade para aplicar regras por URL. O bloqueio básico não precisa de permissões.
ru: Расширенный режим читает URL активного браузера через универсальный доступ для применения правил по URL. Базовой блокировке разрешения не нужны.
zh_hans: 增强模式通过辅助功能读取当前浏览器网址，以应用按网址的规则。核心锁定无需任何权限。
zh_hant: 增強模式透過輔助使用讀取目前瀏覽器網址，以套用按網址的規則。核心鎖定不需要任何權限。

source: Grant Accessibility Access
de: Bedienungshilfen-Zugriff erteilen
es: Conceder acceso de accesibilidad
fr: Autoriser l’accessibilité
ja: アクセシビリティアクセスを許可
pt: Conceder acesso de acessibilidade
ru: Предоставить доступ к универсальному доступу
zh_hans: 授予辅助功能权限
zh_hant: 授予輔助使用權限

source: Host (e.g. github.com)
de: Host (z. B. github.com)
es: Host (p. ej. github.com)
fr: Hôte (ex. github.com)
ja: ホスト（例：github.com）
pt: Host (ex.: github.com)
ru: Хост (например, github.com)
zh_hans: 主机（例如 github.com）
zh_hant: 主機（例如 github.com）

source: URL rules
de: URL-Regeln
es: Reglas de URL
fr: Règles d’URL
ja: URL ルール
pt: Regras de URL
ru: Правила URL
zh_hans: 网址规则
zh_hant: 網址規則

source: About
de: Info
es: Acerca de
fr: À propos
ja: 情報
pt: Sobre
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: About LockIME
de: Über LockIME
es: Acerca de LockIME
fr: À propos de LockIME
ja: LockIME について
pt: Sobre o LockIME
ru: О программе LockIME
zh_hans: 关于 LockIME
zh_hant: 關於 LockIME

source: Activations
de: Aktivierungen
es: Activaciones
ja: 実行回数
pt: Ativações
ru: Срабатывания
zh_hans: 生效次数
zh_hant: 生效次數

source: Activation Log
de: Aktivierungsprotokoll
es: Registro de activación
fr: Journal d’activation
ja: アクティベーションログ
pt: Registro de ativação
ru: Журнал активаций
zh_hans: 激活日志
zh_hant: 啟用日誌

source: Add App…
de: App hinzufügen…
es: Añadir app…
fr: Ajouter une app…
ja: アプリを追加…
pt: Adicionar app…
ru: Добавить приложение…
zh_hans: 添加应用…
zh_hant: 加入 App…

source: App activated
de: App aktiviert
es: App activada
fr: App activée
ja: アプリがアクティブ化
pt: App ativado
ru: Приложение активировано
zh_hans: 应用激活
zh_hant: App 啟用

source: App Rules
de: App-Regeln
es: Reglas por app
fr: Règles par app
ja: アプリのルール
pt: Regras por app
ru: Правила приложений
zh_hans: 应用规则
zh_hant: App 規則

source: Approval is required in System Settings ▸ General ▸ Login Items.
de: Bestätigung erforderlich unter Systemeinstellungen ▸ Allgemein ▸ Anmeldeobjekte.
es: Se requiere aprobación en Ajustes del Sistema ▸ General ▸ Ítems de inicio.
fr: Une autorisation est requise dans Réglages Système ▸ Général ▸ Ouverture.
ja: 「システム設定 ▸ 一般 ▸ ログイン項目」で承認が必要です。
pt: É necessária aprovação em Ajustes do Sistema ▸ Geral ▸ Itens de Início.
ru: Требуется подтверждение в «Настройки системы ▸ Основные ▸ Объекты входа».
zh_hans: 需要在“系统设置 ▸ 通用 ▸ 登录项”中批准。
zh_hant: 需要在「系統設定 ▸ 一般 ▸ 登入項目」中批准。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Choose an App
de: App auswählen
es: Elegir una app
fr: Choisir une app
ja: アプリを選択
pt: Escolher um app
ru: Выберите приложение
zh_hans: 选择应用
zh_hant: 選擇 App

source: Current source
de: Aktuelle Quelle
es: Fuente actual
fr: Source actuelle
ja: 現在の入力ソース
pt: Fonte atual
ru: Текущий источник
zh_hans: 当前输入法
zh_hant: 目前輸入法

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
pt: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 所要時間
pt: Duração
ru: Длительность
zh_hans: 耗时
zh_hant: 耗時

source: Enable LockIME
de: LockIME aktivieren
es: Activar LockIME
fr: Activer LockIME
ja: LockIME を有効にする
pt: Ativar o LockIME
ru: Включить LockIME
zh_hans: 启用 LockIME
zh_hant: 啟用 LockIME

source: Follow System
de: System folgen
es: Seguir el sistema
fr: Suivre le système
ja: システムに合わせる
pt: Seguir o sistema
ru: Как в системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Forced input-source switches from the last 24 hours appear here.
de: Erzwungene Eingabequellen-Wechsel der letzten 24 Stunden erscheinen hier.
es: Aquí aparecen los cambios forzados de fuente de entrada de las últimas 24 horas.
fr: Les changements forcés de source de saisie des dernières 24 heures apparaissent ici.
ja: 過去 24 時間に強制的に切り替えた入力ソースがここに表示されます。
pt: As trocas forçadas de fonte de entrada das últimas 24 horas aparecem aqui.
ru: Здесь показаны принудительные смены источника ввода за последние 24 часа.
zh_hans: 最近 24 小时内强制切换输入法的记录会显示在这里。
zh_hant: 最近 24 小時內強制切換輸入法的記錄會顯示在這裡。

source: General
de: Allgemein
fr: Général
ja: 一般
pt: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

source: Global default
de: Globaler Standard
es: Predeterminado global
fr: Valeur par défaut globale
ja: グローバルデフォルト
pt: Padrão global
ru: Глобальный по умолчанию
zh_hans: 全局默认
zh_hant: 全域預設

source: Global shortcuts
de: Globale Kurzbefehle
es: Atajos globales
fr: Raccourcis globaux
ja: グローバルショートカット
pt: Atalhos globais
ru: Глобальные сочетания
zh_hans: 全局快捷键
zh_hant: 全域快捷鍵

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
ja: 無視
pt: Ignorar
ru: Игнорировать
zh_hans: 忽略
zh_hant: 忽略

source: Input source
de: Eingabequelle
es: Fuente de entrada
fr: Source de saisie
ja: 入力ソース
pt: Fonte de entrada
ru: Источник ввода
zh_hans: 输入法
zh_hant: 輸入法

source: Keep your keyboard input source locked.
de: Halten Sie Ihre Tastatur-Eingabequelle gesperrt.
es: Mantén bloqueada la fuente de entrada del teclado.
fr: Gardez votre source de saisie clavier verrouillée.
ja: キーボードの入力ソースをロックしておきます。
pt: Mantenha sua fonte de entrada de teclado bloqueada.
ru: Держите источник ввода клавиатуры заблокированным.
zh_hans: 锁定你的键盘输入法。
zh_hant: 鎖定你的鍵盤輸入法。

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Launch at login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に起動
pt: Abrir ao iniciar sessão
ru: Запускать при входе
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Hide menu bar icon
de: Symbol in der Menüleiste ausblenden
es: Ocultar el icono de la barra de menús
fr: Masquer l’icône de la barre des menus
ja: メニューバーアイコンを隠す
pt: Ocultar o ícone da barra de menus
ru: Скрыть значок в строке меню
zh_hans: 隐藏菜单栏图标
zh_hant: 隱藏選單列圖示

source: LockIME keeps running in the background with its icon hidden. To show this window again, open LockIME from the Applications folder or Spotlight.
de: LockIME läuft mit ausgeblendetem Symbol im Hintergrund weiter. Um dieses Fenster wieder anzuzeigen, öffne LockIME über den Ordner „Programme“ oder Spotlight.
es: LockIME sigue funcionando en segundo plano con su icono oculto. Para volver a mostrar esta ventana, abre LockIME desde la carpeta Aplicaciones o desde Spotlight.
fr: LockIME continue de fonctionner en arrière-plan, son icône masquée. Pour afficher à nouveau cette fenêtre, ouvrez LockIME depuis le dossier Applications ou Spotlight.
ja: アイコンを隠しても、LockIME はバックグラウンドで動作し続けます。このウィンドウを再び表示するには、「アプリケーション」フォルダまたは Spotlight から LockIME を開いてください。
pt: O LockIME continua a funcionar em segundo plano com o ícone oculto. Para mostrar esta janela novamente, abra o LockIME a partir da pasta Aplicações ou do Spotlight.
ru: LockIME продолжает работать в фоне со скрытым значком. Чтобы снова показать это окно, откройте LockIME из папки «Программы» или через Spotlight.
zh_hans: 隐藏图标后，LockIME 仍在后台运行。要再次显示此窗口，请从「应用程序」文件夹或 Spotlight 打开 LockIME。
zh_hant: 隱藏圖示後，LockIME 仍在背景執行。若要再次顯示此視窗，請從「應用程式」資料夾或 Spotlight 開啟 LockIME。

source: Menu Bar
de: Menüleiste
es: Barra de menús
fr: Barre des menus
ja: メニューバー
pt: Barra de menus
ru: Строка меню
zh_hans: 菜单栏
zh_hant: 選單列

source: Lock input source
de: Eingabequelle sperren
es: Bloquear la fuente de entrada
fr: Verrouiller la source de saisie
ja: 入力ソースをロック
pt: Bloquear fonte de entrada
ru: Заблокировать источник ввода
zh_hans: 锁定输入法
zh_hant: 鎖定輸入法

source: Lock engaged
de: Sperre aktiviert
es: Bloqueo activado
fr: Verrou activé
ja: ロックを適用
pt: Bloqueio ativado
ru: Блокировка включена
zh_hans: 启用锁定
zh_hant: 啟用鎖定

source: Lock to
de: Sperren auf
es: Bloquear en
fr: Verrouiller sur
ja: ロック先
pt: Bloquear em
ru: Блокировать на
zh_hans: 锁定为
zh_hant: 鎖定為

source: Log
de: Protokoll
es: Registro
fr: Journal
ja: ログ
pt: Registro
ru: Журнал
zh_hans: 日志
zh_hant: 日誌

source: No activity yet
de: Noch keine Aktivität
es: Aún no hay actividad
fr: Aucune activité pour le moment
ja: アクティビティはまだありません
pt: Ainda não há atividade
ru: Активности пока нет
zh_hans: 暂无活动
zh_hant: 尚無活動

source: No app rules yet.
de: Noch keine App-Regeln.
es: Aún no hay reglas de app.
fr: Aucune règle d’app pour le moment.
ja: アプリのルールはまだありません。
pt: Ainda não há regras de app.
ru: Пока нет правил для приложений.
zh_hans: 还没有应用规则。
zh_hant: 還沒有 App 規則。

source: No updates available.
de: Keine Updates verfügbar.
es: No hay actualizaciones disponibles.
fr: Aucune mise à jour disponible.
ja: 利用可能なアップデートはありません。
pt: Nenhuma atualização disponível.
ru: Нет доступных обновлений.
zh_hans: 没有可用的更新。
zh_hant: 沒有可用的更新。

source: None
de: Keine
es: Ninguna
fr: Aucune
ja: なし
pt: Nenhuma
ru: Нет
zh_hans: 无
zh_hant: 無

source: Open Login Items settings…
de: Anmeldeobjekte-Einstellungen öffnen…
es: Abrir ajustes de ítems de inicio…
fr: Ouvrir les réglages d’ouverture…
ja: 「ログイン項目」設定を開く…
pt: Abrir ajustes de itens de início…
ru: Открыть настройки объектов входа…
zh_hans: 打开“登录项”设置…
zh_hant: 打開「登入項目」設定…

source: Per-app rules
de: Regeln pro App
es: Reglas por app
fr: Règles par app
ja: アプリごとのルール
pt: Regras por app
ru: Правила для приложений
zh_hans: 按应用规则
zh_hant: 各 App 規則

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
pt: Encerrar
ru: Завершить
zh_hans: 退出
zh_hant: 結束

source: Reason
de: Grund
es: Motivo
fr: Raison
ja: 理由
pt: Motivo
ru: Причина
zh_hans: 原因
zh_hant: 原因

source: Reverted switch
de: Wechsel rückgängig
es: Cambio revertido
fr: Changement annulé
ja: 切り替えを取り消し
pt: Troca revertida
ru: Смена отменена
zh_hans: 撤销切换
zh_hant: 還原切換

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
pt: Ajustes…
ru: Настройки…
zh_hans: 设置…
zh_hant: 設定…

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
pt: Atalhos
ru: Сочетания клавиш
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Startup
de: Start
es: Inicio
fr: Démarrage
ja: 起動
pt: Inicialização
ru: Запуск
zh_hans: 启动
zh_hant: 啟動

source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
pt: Hora
ru: Время
zh_hans: 时间
zh_hant: 時間

source: Toggle lock
de: Sperre umschalten
es: Alternar bloqueo
fr: Activer/désactiver le verrou
ja: ロックを切り替え
pt: Alternar bloqueio
ru: Переключить блокировку
zh_hans: 切换锁定
zh_hant: 切換鎖定

source: URL matched
de: URL stimmt überein
es: URL coincidente
fr: URL correspondante
ja: URL に一致
pt: URL correspondente
ru: Совпадение URL
zh_hans: 网址匹配
zh_hant: 網址符合

source: Use default
de: Standard verwenden
es: Usar predeterminado
fr: Utiliser par défaut
ja: デフォルトを使用
pt: Usar padrão
ru: По умолчанию
zh_hans: 使用默认
zh_hant: 使用預設

source: Used whenever the frontmost app has no rule of its own.
de: Wird verwendet, wenn die vorderste App keine eigene Regel hat.
es: Se usa cuando la app en primer plano no tiene su propia regla.
fr: Utilisé lorsque l’app au premier plan n’a pas sa propre règle.
ja: 最前面のアプリに独自のルールがない場合に使用されます。
pt: Usado quando o app em primeiro plano não tem uma regra própria.
ru: Используется, когда у активного приложения нет своего правила.
zh_hans: 当前台应用没有自己的规则时使用。
zh_hant: 當前台 App 沒有自己的規則時使用。

source: Enable LockIME to apply your rules.
de: Aktivieren Sie LockIME, um Ihre Regeln anzuwenden.
es: Activa LockIME para aplicar tus reglas.
fr: Activez LockIME pour appliquer vos règles.
ja: ルールを適用するには LockIME を有効にします。
pt: Ative o LockIME para aplicar suas regras.
ru: Включите LockIME, чтобы применить правила.
zh_hans: 启用 LockIME 后规则才会生效。
zh_hant: 啟用 LockIME 後規則才會生效。
